Repository: m4riusz/JourneySpendings
Catalog: Journey/Resources/*.lproj/Journey.strings
Languages: pl

# List/title
source: My journeys
pl: Moje podróże

# List/Empty/title
source: No journeys
pl: Brak podróży

# List/Empty/descrption
source: To create new jurney tap "+" button
pl: Aby dodać nową podróż naciśnij przycisk "+"

# Create/title
source: New journey
pl: Nowa podróż

# Create/Name/title
source: Journey name
pl: Nazwa prodóży

# Create/Name/placeholder
source: Mountains, lakes, country e.g
pl: Góry, jezioro, kraj etc

# Create/Name/helper_minLength_maxLength
source: Journey name should be %@ to %@ characters long. Should be unique across whole app
pl: Nazwa podróży powinna zawierać od %@ do %@ znaków. Powinna ona być unikalna dla całej aplikacji

# Create/Name/Error/tooShort
source: Journey name is too short
pl: Nazwa podróży jest za krótka

# Create/Name/Error/tooLong
source: Journey name is too long
pl: Nazwa podróży jest za długa

# Create/Name/Error/alreadyExists
source: Journey with this name already exists
pl: Podróż o podanej nazwie już istnieje

# Create/People/helper_maxCount
source: Max %@ people
pl: Maksymalnie %@ uczestników

# Create/People/Name/me
source: Me
pl: Ja

# Create/People/Name/add
source: Add
pl: Dodaj

# Create/People/Name/placeholder
source: Participant
pl: Uczestnik

# Create/People/Name/helper_minLength_maxLength
source: Participant name should be %@ to %@ characters long. Name should be unique across journey
pl: Nazwa uczestnika wycieczki powinna zawierać od %@ do %@ znaków. Powinna być unikalna w danej podróży

# Create/People/Name/Error/tooShort
source: Participant name is too short
pl: Nazwa uczestnika jest zbyt krótka

# Create/People/Name/Error/tooLong
source: Participant name is too long
pl: Nazwa uczestnika jest zbyt długa

# Create/People/Name/Error/alreadyExists
source: Participant with this name already exists
pl: Uczestnik o takiej nazwie już istnieje
